"""---------------------------------------–––––––––MODULES SETTINGS-–––----------------------------------------------"""

MOVEMENT_CLAIM_AT_AMOUNT = 50  # минимальная сумма, для запуска клейма софтом, если будет меньше то софт прекратит клейм

TOTAL_DECIMALS = 3  # количество знаков после запятой для всех транзакций
TRANSFER_ETH_AMOUNT = (0.001, 0.001)   # сумма для трансфера ETH на ваш адрес

CLASSIC_ROUTES_BLOCKS_COUNT = [1, 1]

CLASSIC_ROUTES_MODULES_USING = [
    ['test'],
    ['test'],
    ['test'],
]
